# შექმენით პროგრამა, რომელიც მომხმარებელს სთხოვს შეიყვანოს ასაკი და მოქალაქეობის სტატუსი (yes ან no). გამოიყენეთ and, რათა შეამოწმოთ, არის თუ არა მომხმარებელი 18 წლის ან მეტი და არის თუ არა მოქალაქე. შესაბამის შემთხვევაში დაბეჭდეთ
#  "შესვლა ნებადართულია", წინააღმდეგ შემთხვევაში — "შესვლა აკრძალულია".

age = int(input("please enter your age: "))
Citizenship_status = input("please enter your Citizenship_status: ")

if age >= 18 and Citizenship_status == "yes":
    print("შესვლა ნებადართულია")
else:
    print("შესვლა აკრძალულია")